package Tasks3;

import java.util.Random;

public class Task1 {
    public static void main(String[] args) {

        /*

        В данной программе есть переменная i типа int, которая будет принимать случайное значение от 1 до 3. Ваша задача
        реализовать вывод текста в консоль, где если i == 1, то выводить текст - "У Марины 1 яблоко", и так далее по той же логике.

        Реализовать данную логику вы должны при помощи оператора switch.

         */

        int i = new Random().nextInt(3) + 1;            // В данной строке для переменной i будет присвоено случайное значение от 1 до 3


        // TODO: тут должен быть ваш код


    }
}
