package Tasks3;

import java.util.Random;

public class Task4 {
    public static void main(String[] args) {

        /*

        В программе дана переменная i типа int, которая будет генерироваться случайно от 1 до 10.
        Ваша задача при помощи оператора switch реализовать программу, которая будет выводить текст - "Переменная i меньше или равна 5"
        или текст - "Переменная i больше или равна 5".

        Логику нужно реализовать используя оператор switch, а также в вашей программе дожно быть не больше двух ключевых слов break.

        */

        int i = new Random().nextInt(10) + 1;


        // TODO: тут должен быть ваш код


    }
}
