package Tasks4;

public class Task1 {
    public static void main(String[] args) {

        /*

        В данной программе дана переменная t типа int. Ваша задача, используя массив while, вывести текст в консоль -
        "Переменная t равняется " + t. То есть в цикле вы должны увеличивать переменную t на 1 каждую иттерацию (шаг)
        цикла.

        Цикл должен перестать работать, когда переменная t станет равна 10.

         */

        int t = 1;


        // TODO: тут должен быть ваш код


    }
}
