package Tasks1;

import java.util.Random;

public class Task3 {
    public static void main(String[] args) {

        /*

        В данной программе будет генерироваться случайное число от 0 до 12.
        Ваша задача - написать программу используя if-else для того, чтобы вывести месяц года в виде строки, в зависимости от значения переменной i,
        где i == 1 - это "январь".

         */

        int i = 1 + new Random().nextInt(13);   // Переменная i будет принимать случайное число от 1 до 12


        // TODO: тут должен быть ваш код


    }
}
