package Tasks1;

public class Task2 {
    public static void main(String[] args) {

        /*

        В данной программе даны три целочисленные переменные. Ваша задача написать программу, используя if-else
        чтобы проверить переменные на равенство между собой и вывести определенный текст в консоль.

        Сперва сравниваем первую и вторую переменные:
        если первая переменная:
        -- больше, то создаем внутренний if блок, в котором сравниваем первую и третью переменную, и если первая переменная
             -- больше третьей, то выводим текст в консоль - "Первая переменная больше второй и третьей".
             -- меньше третьей, то выводим текст в консоль - "Первая переменная больше второй, но меньше третьей"
        -- меньше, то выводим текст в консоль - "Первая переменная меньше второй".

         */

        int value1 = 18;
        int value2 = 93;
        int value3 = 93;



        // Тут должен быть ваш код.



    }
}
