package Tasks2;

public class Task2 {
    public static void main(String[] args) {

        /*

        В данной программе:
        1. создайте две переменные типа int (i и h), со значениями 10 и 2.
        2. создайте переменную t типа int, которая будет являться суммой первых двух переменных.
        3. создайте переменную w типа int, которая будет являться результатом деления переменной t на переменную h
        4. выведите в консоль значение переменной w.

        */


        // TODO: тут должен быть ваш код


    }
}
