package Tasks2;

public class Task1 {
    public static void main(String[] args) {

        /*

        В данной программе создайте:

        1. Переменную i типа int со значением 10;
        2. Переменную d типа double со значением 10.0;
        3. Переменную b типа byte со значением 5;
        4. Переменную l типа long со значением 100;
        5. Переменную s типа short со значением 50;
        6. Переменную f типа float со значением 50.0;
        7. Переменную b типа boolean со значением true.

        */


        // TODO: тут должен быть ваш код


    }
}
