import java.util.Scanner;

public class Task4 {
    public static void main(String[] args) {

        // В данной программе мы в консоле можем ввести число, которое будет присвоено для переменной i.
        // Ваша задача написать программу , которое будет проверять чему равна переменная i и в зависимости от ее значения
        // выводить день недели, где i == 1 - это "Понедельник".

        Scanner scanner = new Scanner(System.in);
        int i = scanner.nextInt();                      // В эту переменную попадет число, которое мы введем в консоле



        // Тут должен быть ваш код.



    }
}
