public class Task1 {
    public static void main(String[] args) {

        // В нашей программе даны две целочисленные переменные. В данной программе мы должны сравнить эти переменные
        // и если первая переменная больше второй, то нужно вывести текст в консоль - "Первая переменная больше второй",
        // во втором случае вевести текст - "Первая переменная меньше второй", и в третьем случае вывести текст - "Переменные равны".

        int value1 = 76;
        int value2 = 58;


        // Тут должен быть ваш код.



    }
}
